/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f secunde din 1970";

/* %@ = location */
"Open %@ in Maps" = "Deschideți %@ în Hărți";

/* %@ = location name */
"Map of %@" = "Harta %@";

/* %@ = phone number */
"Call %@" = "Apelați %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "Locul (“%@”) nu a putut fi găsit folosind căutarea locală în Hărți.";

/* %@ = url */
"Show %@ in Calendar" = "Afișați %@ în Calendar";

/* A measurement of some unit */
"Measurement" = "Măsurătoare";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "Funcționalitatea nu este activată pentru acest demo";

/* Button */
"Cancel" = "Anulați";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "Aplicația Scurtături nu a putut converti %@ în tipul dorit";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "Aplicația Scurtături nu a putut converti %@ în %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "Operațiunea";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ a eșuat deoarece %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Eroare de conversie";

/* Content property name */
"Album (Content Property Name)" = "Album";

/* Content property name */
"Album Artist (Content Property Name)" = "Artist principal";

/* Content property name */
"Album Artwork (Content Property Name)" = "Ilustrație album";

/* Content property name */
"Album Track # (Content Property Name)" = "Nr. pistă album";

/* Content property name */
"Altitude (Content Property Name)" = "Altitudine";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Data publicării articolului";

/* Content property name */
"Artist (Content Property Name)" = "Artist";

/* Content property name */
"Artwork (Content Property Name)" = "Ilustrație";

/* Content property name */
"Attendees (Content Property Name)" = "Participanți";

/* Content property name */
"Audio (Content Property Name)" = "Audio";

/* Content property name */
"Author (Content Property Name)" = "Autor";

/* Content property name */
"Birthday (Content Property Name)" = "Zi de naștere";

/* Content property name */
"Body (Content Property Name)" = "Corp";

/* Content property name */
"Calendar (Content Property Name)" = "Calendar";

/* Content property name */
"Camera Make (Content Property Name)" = "Marca de cameră";

/* Content property name */
"Camera Model (Content Property Name)" = "Modelul de cameră";

/* Content property name */
"City (Content Property Name)" = "Oraș";

/* Content property name */
"Comments (Content Property Name)" = "Comentarii";

/* Content property name */
"Company (Content Property Name)" = "Companie";

/* Content property name */
"Completion Date (Content Property Name)" = "Data finalizării";

/* Content property name */
"Composer (Content Property Name)" = "Compozitor";

/* Content property name */
"Contact Photo (Content Property Name)" = "Poză contact";

/* Content property name */
"Country (Content Property Name)" = "Țară";

/* Content property name */
"Creation Date (Content Property Name)" = "Data creării";

/* Content property name */
"Date Added (Content Property Name)" = "Data adăugării";

/* Content property name */
"Date Taken (Content Property Name)" = "Data efectuării";

/* Content property name */
"Department (Content Property Name)" = "Departament";

/* Content property name */
"Disc # (Content Property Name)" = "Nr. disc";

/* Content property name */
"Due Date (Content Property Name)" = "Data scadentă";

/* Content property name */
"Duration (Content Property Name)" = "Durată";

/* Content property name */
"Email Address (Content Property Name)" = "Adresă de e-mail";

/* Content property name */
"End Date (Content Property Name)" = "Data de sfârșit";

/* Content property name */
"Event End Date (Content Property Name)" = "Dată sfârșit eveniment";

/* Content property name */
"Event Start Date (Content Property Name)" = "Dată început eveniment";

/* Content property name */
"Excerpt (Content Property Name)" = "Extras";

/* Content property name */
"File Extension (Content Property Name)" = "Extensie fișier";

/* Content property name */
"File Size (Content Property Name)" = "Dimensiune fișier";

/* Content property name */
"First Name (Content Property Name)" = "Prenume";

/* Content property name */
"Frame Rate (Content Property Name)" = "Frecvență de cadre";

/* Content property name */
"Genre (Content Property Name)" = "Gen";

/* Content property name */
"Group (Content Property Name)" = "Grup";

/* Content property name */
"Has Alarms (Content Property Name)" = "Are alarme";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Are ilustrație de album";

/* Content property name */
"Has No Alarms (Content Property Name)" = "Nu are alarme";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "Nu are ilustrație de album";

/* Content property name */
"Has No Photo (Content Property Name)" = "Nu are poză";

/* Content property name */
"Has Photo (Content Property Name)" = "Are poză";

/* Content property name */
"Height (Content Property Name)" = "Înălțime";

/* Content property name */
"Image (Content Property Name)" = "Imagine";

/* Content property name */
"Is All Day (Content Property Name)" = "Este toată ziua";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "Este articol cloud";

/* Content property name */
"Is Completed (Content Property Name)" = "Este finalizat";

/* Content property name */
"Is Explicit (Content Property Name)" = "Este explicit";

/* Content property name */
"Is Favorite (Content Property Name)" = "Este favorită";

/* Content property name */
"Is Hidden (Content Property Name)" = "Este ascuns";

/* Content property name */
"Is Not All Day (Content Property Name)" = "Nu este toată ziua";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "Nu este articol cloud";

/* Content property name */
"Is Not Completed (Content Property Name)" = "Nu este finalizat";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "Nu este explicit";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "Nu este favorită";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "Nu este ascuns";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "Nu este o captură de ecran";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "Este o captură de ecran";

/* Content property name */
"Job Title (Content Property Name)" = "Funcție";

/* Content property name */
"Keys (Content Property Name)" = "Chei";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Data ultimei modificări";

/* Content property name */
"Last Name (Content Property Name)" = "Nume de familie";

/* Content property name */
"Last Played Date (Content Property Name)" = "Data ultimei redări";

/* Content property name */
"Latitude (Content Property Name)" = "Latitudine";

/* Content property name */
"List (Content Property Name)" = "Listă";

/* Content property name */
"Location (Content Property Name)" = "Loc";

/* Content property name */
"Longitude (Content Property Name)" = "Longitudine";

/* Content property name */
"Lyrics (Content Property Name)" = "Versuri";

/* Content property name */
"Main Image URL (Content Property Name)" = "URL imagine principală";

/* Content property name */
"Media Kind (Content Property Name)" = "Tipul conținutului";

/* Content property name */
"Media Type (Content Property Name)" = "Tip multimedia";

/* Content property name */
"Metadata (Content Property Name)" = "Metadate";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Dicționar metadate";

/* Content property name */
"Middle Name (Content Property Name)" = "Prenume secundar";

/* Content property name */
"Music (Content Property Name)" = "Muzică";

/* Content property name */
"Name (Content Property Name)" = "Nume";

/* Content property name */
"Nickname (Content Property Name)" = "Pseudonim";

/* Content property name */
"Notes (Content Property Name)" = "Notițe";

/* Content property name */
"Number of Words (Content Property Name)" = "Număr de cuvinte";

/* Content property name */
"Organizer (Content Property Name)" = "Organizator";

/* Content property name */
"Orientation (Content Property Name)" = "Orientare";

/* Content property name */
"Phone Number (Content Property Name)" = "Număr de telefon";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Prenume (fonetic)";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Nume (fonetic)";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Prenume secundar (fonetic)";

/* Content property name */
"Photo Type (Content Property Name)" = "Tip de poză";

/* Content property name */
"Play Count (Content Property Name)" = "Numărul de redări";

/* Content property name */
"Prefix (Content Property Name)" = "Prefix";

/* Content property name */
"Priority (Content Property Name)" = "Prioritate";

/* Content property name */
"Published Date (Content Property Name)" = "Data publicării";

/* Content property name */
"Rating (Content Property Name)" = "Evaluare";

/* Content property name */
"Release Date (Content Property Name)" = "Data lansării";

/* Content property name */
"Reminder Location (Content Property Name)" = "Loc memento";

/* Content property name */
"Role (Content Property Name)" = "Rol";

/* Content property name */
"Show URL (Content Property Name)" = "Afișați URL-ul";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Afișați în calendar";

/* Content property name */
"Skip Count (Content Property Name)" = "Omitere număr";

/* Content property name */
"Start Date (Content Property Name)" = "Data de începere";

/* Content property name */
"State (Content Property Name)" = "Stat/Județ";

/* Content property name */
"Status (Content Property Name)" = "Stare";

/* Content property name */
"Street (Content Property Name)" = "Stradă";

/* Content property name */
"Street Address (Content Property Name)" = "Adresă stradală";

/* Content property name */
"Suffix (Content Property Name)" = "Sufix";

/* Content property name */
"Time Taken (Content Property Name)" = "Ora efectuării";

/* Content property name */
"Title (Content Property Name)" = "Titlu";

/* Content property name */
"Track (Content Property Name)" = "Pistă";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Valori";

/* Content property name */
"Video (Content Property Name)" = "Clip video";

/* Content property name */
"Width (Content Property Name)" = "Lățime";

/* Content property name */
"ZIP Code (Content Property Name)" = "Cod poștal";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Acceptat";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Carte audio";

/* Content property value */
"Burst (Content Property Possible Value)" = "Rafală";

/* Content property value */
"Chair (Content Property Possible Value)" = "Președinte";

/* Content property value */
"Completed (Content Property Possible Value)" = "Finalizat";

/* Content property value */
"Declined (Content Property Possible Value)" = "Refuzat";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Delegat";

/* Content property value */
"Down (Content Property Possible Value)" = "Jos";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Oglindit în jos";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "În curs";

/* Content property value */
"Left (Content Property Possible Value)" = "Stânga";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Oglindit la stânga";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Film";

/* Content property value */
"Music (Content Property Possible Value)" = "Muzică";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Clip muzical";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "Neparticipant";

/* Content property value */
"Optional (Content Property Possible Value)" = "Opțional";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Panoramă";

/* Content property value */
"Pending (Content Property Possible Value)" = "În așteptare";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Obligatoriu";

/* Content property value */
"Right (Content Property Possible Value)" = "Dreapta";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Oglindit la dreapta";

/* Content property value */
"TV Show (Content Property Possible Value)" = "Emisiune TV";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Poate";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Necunoscută";

/* Content property value */
"Up (Content Property Possible Value)" = "Sus";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Oglindit în sus";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd.MM.yyyy";

/* Default contact name */
"No Name" = "Niciun nume";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "Localizare";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Link Hărți necunoscut";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Itinerar de la %@ la %@";

/* Error message */
"Location Not Found" = "Localizarea nu a fost găsită";

/* Error message */
"a video was provided instead of an image" = "a fost furnizat un clip video în locul unei imagini";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "Articolul “%@” nu poate fi convertit într-o imagine, deoarece nu are nicio ilustrație.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "Articolul “%@” nu poate fi exportat, probabil deoarece este stocat doar pe iCloud și nu a fost încă sincronizat pe acest dispozitiv.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Pentru aceasta, trebuie să vă autentificați la iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "Articolul nu are ilustrație de album";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Articol nedescărcat";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ la %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Poză";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Muzică";

/* Filter description; multiple photos (plural) */
"Photos" = "Poze";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Rezultate";

/* Generic plural type description */
"Anything (Plural)" = "Orice";

/* Generic type description */
"Anything (Singular)" = "Orice";

/* Item name */
"Apple Maps URL" = "URL Hărți Apple";

/* Item name */
"Contact" = "Contact";

/* Item name */
"Event" = "Eveniment";

/* Item name */
"Image (item name)" = "Imagine";

/* Item name */
"Music (item name)" = "Muzică";

/* Item name */
"Photo" = "Poză";

/* Item name */
"Reminder" = "Memento";

/* Item name */
"Track (item name)" = "Pistă";

/* Item name; calendar event participant */
"Participant" = "Participant";

/* Navigation bar title */
"Supported Types" = "Tipuri compatibile";

/* Navigation bar title; content items */
"Items" = "Articole";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Grafic articol conținut";

/* Priority level */
"High" = "Maxim";

/* Priority level */
"Low" = "Minim";

/* Priority level */
"Medium" = "Mediu";

/* Property name; web page URL */
"Page URL" = "URL pagină";

/* Property name; web page contents */
"Page Contents" = "Conținut pagină";

/* Property name; web page selection */
"Page Selection" = "Selecție pagină";

/* Proposed file name for an HTML file */
"Article" = "Articol";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "Privire rapidă a eșuat să creeze previzualizarea %@";

/* Reminder content item */
"Reminder Completion Date" = "Dată finalizare memento";

/* Reminder content item */
"Reminder Due Date" = "Dată scadentă memento";

/* Reminder content item */
"Reminder Start Date" = "Dată de început memento";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "Afișați URL-ul";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Măsurători";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Importate pe %@";

/* Type description for multiple files */
"Files" = "Fișiere";

/* Type description for single file */
"File" = "Fișier";

/* Type description, a boolean (plural) */
"Booleans" = "Booleene";

/* Type description; a FTP directory (singular) */
"FTP directory" = "Director FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "Link Hărți";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Pagină web Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Boolean";

/* Type description; a calendar event (singular) */
"Calendar event" = "Eveniment din calendar";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Participant la eveniment";

/* Type description; a calendar item (singular) */
"Calendar item" = "Articol Calendar";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Contact";

/* Type description; a date (singular) */
"Date" = "Dată";

/* Type description; a dictionary (singular) */
"Dictionary" = "Dicționar";

/* Type description; a file size (singular) */
"File size" = "Dimensiune fișier";

/* Type description; a location (singular) */
"Location (singular)" = "Loc";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Multimedia";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Multimedia";

/* Type description; a number (singular) */
"Number" = "Număr";

/* Type description; a phone number (singular) */
"Phone number" = "Număr de telefon";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Conținut foto";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Conținut aplicație Poze";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Text îmbogățit";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Text";

/* Type description; a place (location) (singular) */
"Place" = "Loc";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Memento";

/* Type description; a single image (singular) */
"Image (singular)" = "Imagine";

/* Type description; a time interval (singular) */
"Time interval" = "Interval de timp";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Articol";

/* Type description; an email address (singular) */
"Email address" = "Adresă de e-mail";

/* Type description; an extension item (singular) */
"Extension item" = "Articol extensie";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "Articol iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "Conținut iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "Furnizor articol";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "Directoare FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Linkuri Hărți";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF-uri";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Pagini web Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "URL-uri";

/* Type description; multiple articles (plural) */
"Articles" = "Articole";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Participanți la eveniment";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Evenimente din calendar";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Articole Calendar";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Contacte";

/* Type description; multiple dates (plural) */
"Dates" = "Date";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Dicționare";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "Adrese de e-mail";

/* Type description; multiple extension items (plural) */
"Extension items" = "Articole extensie";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Dimensiuni fișier";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "Articole iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "Conținut iTunes";

/* Type description; multiple images (plural) */
"Images" = "Imagini";

/* Type description; multiple item providers (plural) */
"Item providers" = "Furnizori articol";

/* Type description; multiple locations (plural) */
"Locations" = "Locuri";

/* Type description; multiple numbers (plural) */
"Numbers" = "Numere";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Numere de telefon";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Conținut foto";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Conținut aplicație Poze";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Text îmbogățit";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Text";

/* Type description; multiple places (locations) (plural) */
"Places" = "Locuri";

/* Type description; multiple reminders (plural) */
"Reminders" = "Mementouri";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Intervale de timp";

/* Type description; multiple vCards (plural) */
"vCards" = "vCarduri";

/* Unit type */
"Acceleration" = "Accelerare";

/* Unit type */
"Angle" = "Unghi";

/* Unit type */
"Area" = "Suprafețe";

/* Unit type */
"Concentration Mass" = "Concentrație masică";

/* Unit type */
"Dispersion" = "Dispersie";

/* Unit type */
"Duration" = "Durată";

/* Unit type */
"Electric Charge" = "Sarcină electrică";

/* Unit type */
"Electric Current" = "Curent electric";

/* Unit type */
"Electric Potential Difference" = "Tensiune electrică";

/* Unit type */
"Electric Resistance" = "Rezistență electrică";

/* Unit type */
"Energy" = "Energie";

/* Unit type */
"Frequency" = "Frecvență";

/* Unit type */
"Fuel Efficiency" = "Eficiență combustibil";

/* Unit type */
"Illuminance" = "Flux luminos";

/* Unit type */
"Length" = "Lungime";

/* Unit type */
"Mass" = "Masă";

/* Unit type */
"Power" = "Putere";

/* Unit type */
"Pressure" = "Presiune";

/* Unit type */
"Speed" = "Viteză";

/* Unit type */
"Temperature" = "Temperatură";

/* Unit type */
"Volume" = "Volum";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " sau ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " sau ";

